Revit 2027 API
SkyBackgroundSettings Properties
The SkyBackgroundSettings type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from BackgroundSettings)
Top
See Also
Reference
SkyBackgroundSettings Class
Autodesk.Revit.DB Namespace